[
	{
	    "id": "orachi",
	    "name": "Orachi",
	    "clans": [ "red", "purple" ],
	    "dignity": "Lord of the Dead",
	    "image": "char1",
	    "portrait": "port1",
	    "spells": [ "demonic_compulsion", "mass_panic", "paralyze", "reduction", "magical_aura", "dispel_magic", "lightning_bolt", "healing" ],
	    "creatures": [ "skeleton_horde", "shadow", "durlock", "kilor_celsbane", "wraith", "maz_ra", "red_dragon", "fire_elemental" ],
	    "description": "The spawn of all that is evil and callous is the necromancer called %1. The Isle of Four winds knows no individual as ruthless as he, the one without emotion. Sadness, fear, anger, joy, jealousy and greed are sensations that do not clutter his being, making him the most focused and feared of all wizards. Death and decay are all that are required to fuel his existence, they are his conscience. His aspect is a composition of energy from this arcane persuasion. When looking into his shadowy eyes you can almost see the tortured souls of those who have crossed his path. It is said that when you meet %1, you have met death. The nature of %1's existence revolves around the magic that is found within the realm of skulls. He is singularly in tune with death as a source of magical essence. It is the fabric of his being. %1's unearthly aura pulsates with the dark fire of death. This has become his only link to the Isle of the Four Winds and for this reason %1 is limited to the use of Skull magic as his source of summoning and enchantment. However, due to his proximity to death, %1 is also attuned to the most destructive creatures found on the Isle. He has managed to call upon the Red Dragon, the Fire Elemental, and Maz'Ra the Demon Lord to do his bidding, and will not hesitate to call on them throughout the next competition. %1 is a true mercenary, not native to any of the races which vie for control of the Isle of Four Winds. He will choose to side with races only to suit his own needs, and to fortify his intensely evil magical essence. The Maitha and the Marz are the only communities brave enough to have managed to secure the use of %1 as an instrument in past Rune Wars. %1 will again side with one of these two clans in hopes to achieve total dominance and escalate his diabolic vitality. %1 is somewhat of an unknown. Although he is very much alive, considerable folklore has been attached to his movements. Natives to all the races on the Isle have cited many reasons for his existence and continue to speculate. Some say that he is an overlord to rival the Gods through constant killing sprees.His wanderings across the countryside have left it dark and destitute. Others believe that he is an incarnation of all that is evil. What is agreed upon is that %1 is most certainly the most bizarre and most fearsome individual on the island. If a wizard is to defeat him in the coming competition, he or she will have to have an iron will and a heart of stone, for %1 does not let up."
	},
	{
	    "id": "lakkho",
	    "name": "Lakkho",
	    "clans": [ "yellow" ],
	    "dignity": "High Lord Templar",
	    "image": "char2",
	    "portrait": "port2",
	    "spells": [ "battle_fury", "guidance", "force_shield", "dust_cloud", "heroism", "dispel_magic", "lightning_bolt", "healing" ],
	    "creatures": [ "knight_templar", "great_carol", "minotaur", "adventure_party", "fire_giant", "king_drago", "green_dragon", "earth_elemental" ],
	    "description": "%1 of the Kartha stands by the chivalric code of the honorable knight. All that he accomplishes or attempts is for the good of his nation. His piety and conviction to his people is unmatched by any other figure throughout the land. %1 truly believes that there is much to be gained through patience and virtue. His commitment to ethics is not a byproduct of his religious beliefs, moreover, it comes from within his magical fabric. %1's dedication and perseverance has allowed him to harvest his magical aura and detach himself from a mundane existence. This separates him from mere ordinary knights or crusaders of a church. The magic he possesses has become an extension of his blade, and it flourishes within him as hones his skills as a master swordsman and conjurer of good. The intense studies of the Knighthood have allowed %1 to discover a greater understanding of the magic that lies deep within his soul. His patience has become instinct as in the case of most Kartha clansfolk, however, %1 has most certainly fortified this attribute through his machine-like conviction. His magical nature lies within the power of the sword, therefore all that is summoned and enchanted by %1 is attached to this realm. Quite often, %1 is seen conjuring the aid of reputable heroes like Carol the Great and King Drago. He especially enjoys the company of these individuals because they share the sanctity that he so desperately cherishes. %1 finds strength in his summonings, and for this reason, is rarely seen alone. %1 is misunderstood by the other races native to the Isle of Four Winds. He is often considered a soft hearted individual willing to take pity on those that are deemed to be less fortunate. This, however, is the wrong angle to take when facing him in competition. While other wizards may expect him to limit the prize of his victory, he will pursue utter dominance. His absolute dedication to his people has instilled in him the will to claim a landslide victory. He intends to lead his people to glory. His strength of mind coupled with his unparallel sense of patience will make him a worthy opponent in the coming Rune War."
	},
	{
	    "id": "dayla",
	    "name": "Dayla",
	    "clans": [ "purple" ],
	    "dignity": "Sea Princess",
	    "image": "char3",
	    "portrait": "port3",
	    "spells": [ "smoke", "mystical_fountain", "blind_ambition", "brilliant_lights", "teleport", "dispel_magic", "lightning_bolt", "healing" ],
	    "creatures": [ "sand_wraith", "stone_golem", "learra_siren", "thunder_bird", "ki_lin", "tornado", "white_dragon", "water_elemental" ],
	    "description": "There is a point in the development of a powerful wizard when a teacher realizes his pupil is truly gifted. %1, a disciple of Kierac, never attained this peak. Kierac recognized her potential early, and acknowledges her as a competent, if unspectacular wizard, never to be seen within the confines of the Mage Tower for a rune war though.	No one can pinpoint the moment when she became a legitimate contender within the marz wizard hierarchy to be their preferred rune war mage. Her best quality seems to be the fact that she is constantly underestimated. Her tactics and spells are unspectacular for the most part, but in the end she always delivers a very strong impression. Being full blooded marz means that she is a dual breather, and fully amphibious. Being underwater gives her lots of freedom. The entire island is littered with channels and rivers so it is easy for her to get around quietly and secretly. Her stealth rivals that of Kierac himself, though this is a very little known fact."
	},
	{
	    "id": "ziag",
	    "name": "Ziag",
	    "ability": "monacle",
	    "clans": [ "aqua" ],
	    "dignity": "The Tactician",
	    "image": "char4",
	    "portrait": "port4",
	    "spells": [ "smoke", "demonic_compulsion", "mass_panic", "paralyze", "reduction", "battle_fury", "guidance", "force_shield", "dust_cloud", "heroism", "mystical_fountain", "blind_ambition", "brilliant_lights", "magical_aura", "teleport", "dispel_magic", "lightning_bolt", "healing" ],
	    "creatures": [ "durlock", "kilor_celsbane", "sand_wraith", "chameleon" ],
	    "description": "According to %1, conditions for his victory are extremely ripe. His clan has become somewhat negligible in the eyes the other races due to the failure of past leaders to achieve success in previous Rune Wars. %1 is extremely determined to surprise the other wizards at the next competition. He has learned from past failure and has cited self betterment as the only possible course of action that will undo what has been done to his sorry nation. %1 has traveled the four corners of the Isle in order to obtain delicate magical information to quench his thirst for victory. Most of his magical essence is by choice self taught, having decided not to take on a mentor because of the pathetic pool of past leaders and wizards. %1 is very much in touch with the tides of magic which wash within his soul. He has learned to tap the innate magical nature of his clansfolk. Through intense magical study, %1 has discovered a way to harness the magical energy of his peoples desires. He will use this as a flagship of power to exact revenge over all the nations which call him weak. There is a distinct property of war which %1 holds in high regard which may make him a potent foe in the next Rune War competition. %1 is a tactical genius and through intense study, thought and magic, %1 has become a master of tactical application. %1 has trained himself to sort and apply strategy with calculating speed. He has repeated his training methods so often that it has become instinct for him to adapt to different scenarios effectively. %1 prides himself on lightning quick thought, and will definitely outclass his opponents in this area of cerebral battle. He is able to see all invisible creatures with his controversial monocle. As well, all of his creatures are invisible. The nature of %1's magic is inherently versatile. Although the focus of his summoning is based in the realm of skulls, he utilizes all areas of tactical spell casting, enchanting his creatures with a full complement of supplemental spells. %1 is never seen hoarding or saving the power that may come his way during a competition. He is constantly expending his power attempting to bolster his army with the various spells he has at his command. %1 is a very flashy fighter who relies on speed and finesse rather than pure power. He does not allow himself to be overwhelmed or overmatched. His intense grasp of enchantment magic demonstrates this. %1's crusade for knowledge has certainly raised the hopes of his people. He can feel their excitement as the magical energies flow through his blood. %1's ability to harness the hopes of his nation will make him a match for all wizards, especially those who regard the Iz as nothing more than a petty annoyance."
	},
	{
	    "id": "niana",
	    "name": "Niana",
	    "ability": "catasrophic",
	    "clans": [ "yellow", "aqua" ],
	    "dignity": "Enchantress of Fire",
	    "image": "char5",
	    "portrait": "port5",
	    "spells": [ "smoke", "guidance", "dust_cloud", "brilliant_lights", "dispel_magic", "lightning_bolt", "healing" ],
	    "creatures": [ "minotaur", "adventure_party", "fire_giant", "sand_wraith", "stone_golem", "thunder_bird","fire_elemental" ],
	    "description": "%1 is another foreigner to the Isle of Four Winds, a human. Her intense aversion to the forces of evil have attracted her to the Isle. She has been following the legacy of a certain wizard in hopes of one day facing this individual and banishing him from the land of the living. Orachi is the one, the source of the raging tempest that blows within her passionate soul. Relentless in her pursuit, %1 has finally pinpointed the whereabouts of her arch nemesis and feels that she is finally ready to face him. She will take on any commission in the coming Rune War just to oppose Orachi. Although she will meet the needs of the clan who calls her, she is set on another purpose. %1 wants revenge. Long ago, %1 was a very passive woman, living in a small town far away from the Isle of Four Winds. She pursued the study of magic half-heartedly because she did not have the resources available to truly harness such power. Her town was extremely mundane, a small farming reserve beside a great river which the townsfolk had built their lives around. %1 was content with her life, dedicated to her family and her town until one fateful day. The skies suddenly darkened as an intense storm rose up and shook the foundations of the town. Following the storm, an army of corpses and demons entered the town, killing and spreading its curse to everything. At the heart of the army was a tortured soul, a twisted man that did not show emotion, Orachi the Necromancer. The town was consumed within minutes and all that was once living had transformed into living dead. Orachi left as quickly as he came, leaving the small farming town in ruins. %1 managed to escape the torment by hiding in a small cave at the bank of the river. When the sun came out and the blue sky returned she went back to town. There was nothing left, even the chirping birds had been stolen by this heartless being. %1 broke into a frenzy, she shed all that was pure and dedicated herself to revenge. Her only course of action was to pursue the art of summoning and enchantment. She turned to the only source of magic known to her lands, the Demon Lord. She struck a pact with him. %1 gave him her soul and in return was granted the gift of knowledge. She loathed her decision but her anger cluttered her judgement, all she wanted was revenge. She had become reborn as a child of fire. Intense study and magical manipulation was %1's way. She nurtured the fire the Demon had planted within her. Through ritual meditation, %1 fed the fire of knowledge. What was once a small blaze was transformed into a hellblast capable of consuming entire armies. Because of her aversion to the skull magic of Orachi, the magic within her guided itself. It took on the form of the sword and the number. As a result of this, %1 has become a summoner and an enchanter of these two realms, and a potent force in the coming Rune War."
	},
	{
	    "id": "kierac",
	    "name": "Kierac",
	    "clans": [ "aqua", "purple" ],
	    "dignity": "The Shapeshifter",
	    "image": "char6",
	    "portrait": "port6",
	    "spells": [ "dispel_magic", "lightning_bolt", "healing" ],
	    "creatures": [ "skeleton_horde", "shadow", "durlock", "kilor_celsbane", "wraith", "maz_ra", "knight_templar", "great_carol", "minotaur", "adventure_party", "fire_giant", "king_drago", "sand_wraith", "stone_golem", "learra_siren", "thunder_bird", "ki_lin", "shanahan" ],
	    "description": "[color:olive]The absolute master of summoning [color:default]is a title that describes %1. He is thought to be the oldest wizard on the Isle of Four Winds because of his intense grasp of the main summoning circles. Great mystery surrounds %1 much the same as it does Orachi except that %1 has not achieved his notoriety through mass torment and destruction. Rather, %1 has attained fame through his ability to alter his appearance via personal genetic manipulation. It is virtually impossible to chart his past movements. Therefore, very little is known about the age and background of %1, all is left to speculation. Many tales echo the name %1. One tale in particular has been agreed upon by many scholars and natives alike. %1 has participated in several Rune War competitions for the Marz and Iz clans. %1 says he favors these groups because they are considered somewhat alien. Throughout past competitions %1 has baffled his opponents with his ability to summon powerful creatures from all the main realms of magic; skulls, swords, and numbers. By drawing various entities from each realm he can form a decidedly deadly force. This leaves many opposing wizards scratching their collective heads, wondering how he could have possibly mastered such summoning. It has been proposed that %1 must have studied under the masters of each realm of summoning. But how did he do this? None of the masters have admitted to teaching him. It was then discovered that he was indeed a shapeshifter. From this discovery it has been assumed that the great masters taught him unknowingly. %1 could care less about the methods he uses to obtain knowledge. He will use anything at his disposal to achieve total mastery of summoning, and to bring victory to those who call for him to represent them in the Rune War. %1 has an unmatched thirst and capacity to learn the art of summoning, causing him to be unaligned. His one motivation in life is summoning. So long as there is knowledge to be gathered %1 will pursue it using any means. He has dedicated his life to acquiring all available summoning knowledge, and from this, has become the most celebrated Rune War wizard of all time. He does not waste time with what he calls trivial supplemental magic. He claims victory by employing absolute brute force, summoning the strongest, meanest creatures. Once again %1 has to be looked upon as the frontrunner in the coming Rune War competition. Perhaps he will not compete. Only time will tell."
	},
	{
	    "id": "logun",
	    "name": "Logun",
	    "ability": "bard",
	    "clans": [ "red", "yellow", "aqua", "purple" ],
	    "dignity": "Minstrel of Magic",
	    "image": "char7",
	    "portrait": "port7",
	    "spells": [ "mass_panic", "heroism", "brilliant_lights", "dispel_magic", "lightning_bolt", "healing" ],
	    "creatures": [ "skeleton_horde", "durlock", "great_carol", "adventure_party", "stone_golem", "learra_siren", "white_dragon", "green_dragon", "red_dragon", "juggernaut" ],
	    "description": "Although %1 is a new face on the Isle of Four Winds, his participation in the coming Rune War is much anticipated. Not resident to the isle, %1 is a distinct type of faerie, foreign to all the native races. %1 is similar to Nucrus in that he shares no affiliation to a magical realm. However, his summoning skills are extremely potent. %1 has come into favor of the dragons and can summon all types of these devastating creatures. He has also discovered the secret of the Juggernaut and will most certainly call upon it to wreak absolute mayhem. %1, a mercenary in the truest sense, will lend his service to any clan that wishes to have him. Parables of his incredible summoning power have circulated throughout the land causing him to be the target of much interest by all the clans. Being of the bardly persuasion, %1 traversed the Isle of Four Winds on a self promotional tour, entertaining natives with songs and poems boasting of his fantastic powers. People have fallen in love with this enchanted performer. He has become their choice in the coming Rune War thus increasing his marketability amongst clan leaders. %1 will have many options available to him when it comes time to decide who he wishes to represent. People of all types back this charismatic hero, which many clan leaders have recognized. He is a representative of the common folk, the one to share a drink and a laugh with. Because many of the other wizards are feared for their anomalies, %1 is particularly adored for his jovial and charismatic nature. He has gained the enthusiasm of the natives and intends to feed from this. The sign of a great performer is a large crowd. A drawback to %1 is his lack of a supplemental spell realm. This may or may not expose a weakness, depending on how the runes fall for %1. This brash and persuasive character need only to look towards the dragons as a source of victory. %1 will be one to watch for this reason alone."
	},
	{
	    "id": "nucrus",
	    "name": "Nucrus",
	    "ability": "luck",
	    "clans": [ "red" ],
	    "dignity": "The Trickster",
	    "image": "char8",
	    "portrait": "port8",
	    "spells": [ "teleport", "dispel_magic", "lightning_bolt", "healing" ],
	    "creatures": [ "skeleton_horde", "shadow", "minotaur", "adventure_party", "sand_wraith", "stone_golem", "fire_elemental", "earth_elemental", "air_elemental", "water_elemental", "tornado" ],
	    "description": "Touted as the elite Rune War contestant, %1 is a representative of the Maitha clan. A veteran of past competition, %1 is the purest student of the actual game itself. He relies heavily on his ability to play the game rather than the magic contained within the runes. %1 is somewhat of a utility summoner and spell caster, only able to call upon the elements and minor beings to aid him in the battle process. He has no affiliation to any particular realm of magic, which certainly hinders his ability to employ a formidable legion. For this reason, %1 has had to move in a direction uncommon to most wizards. %1 has adopted a strategy that is extremely effective and quite frustrating to his opponents. Knowing that he can not overwhelm other wizards by summoning creatures, %1 has shifted his attention to widespread movement and land defense. %1 maximizes land acquisition through expert play. In addition, %1 employs the teleport spell to quickly shift his minions for hit and run attacks on lands which have been left penetrable by unsuspecting adversaries. The nature of his magic allows him the luxury of not having to divide his attention between tactical movement and gameplay. %1 can then concentrate his efforts on burying his opponents through advanced rune battle strategy. The Maitha adore his approach, as they are quite passive and profoundly intellectual. They have relied on %1 for many years and continue to have confidence in him. %1 has little room for error because his people will not tolerate failure. Impulsive by nature, the Maitha will not hesitate to dissolve their pact with %1 if he wavers from total success. %1 enjoys the pressures of being Maitha. They think very highly of their race and pride themselves on quick thinking and troubleshooting. It has become a common sight to see %1 dazzling his opponents with brilliant play and decision making, almost toying with them. %1 carries himself with a cocky swagger, knowing that his play has rarely been matched in the past. He very much looks forward to the coming Rune War so he can once again teach the veterans a lesson and embarrass any new comers to the event."
	},
	{
	    "id": "javed",
	    "name": "Javed",
	    "ability": "telepath",
	    "clans": [ "red", "yellow" ],
	    "dignity": "Master of the Skies",
	    "image": "char9",
	    "portrait": "port9",
	    "spells": [ "paralyze", "force_shield", "dust_cloud", "heroism", "dispel_magic", "lightning_bolt", "healing" ],
	    "creatures": [ "wraith", "thunder_bird", "ki_lin", "air_elemental", "griffon" ],
	    "description": "%1's affiliation to a clan is torn due to his lack of a true birthright. He is born of native persuasion, however, he shares the blood of two races. %1's mother was a Maithan Elder and his father was a dedicated Karthan Crusader, making %1 the offspring of two high ranking individuals of conflicting races. While %1 received the favor of both races, sharp Maithan intellect and intense Karthan dedication, he became a source of great conflict. He was an incredible specimen, bred for wizardry and participation in coming Rune Wars. The leaders of each of his clans recognized this and as a result began vying for control of him. %1 left his home, a neutral township between the two clan regions, to seek peace and to concentrate on summoning and enchantment. By putting distance between himself and the clans, %1 forced the leaders to take action in hopes of resolving this issue. It was thought by each clan that if he were to have only one living parent then %1 would become partisan to the clan of the survivor. The Maithans and Karthans agreed to pit the two against each other in a mock Rune War, with the loser to be put to death.. %1, still away in training, did not learn of this event and continued his studies. His mother and father decided it their way. They poisoned themselves and ended this horrible conflict in tragedy. To this day it has been kept secret to %1 and the two nations have resolved to fairly commission %1 when the Rune War comes. %1's magical aura was shaped when he left his home. He sought refuge in the mountains where he became one with the crisp mountain air. He dipped into the magic of the air and learned to harness and control the wonders contained within it. Therefore, without knowledge of a distinct realm, all his summonings are related to flight and the winds. %1 became the self taught master of the air, able to call upon such mystical beings as the Ki-Lin, Griffon, and Air Elemental. His supplemental magic was shaped from a genetic trait given to him by his father. The Karthan dedication to the sword was strong within him so %1 focused on it, allowing it to bubble within him, creating the substance for his enchantments. It is not known as to which clan %1 will be representing in the coming Rune War. His ignorance towards the fate of his parents protects his relationship with his two native clans. Until %1 discovers the truth he will remain loyal to these clans, having to decide which one he will unite with. If %1 is to learn of the demise of his parents, no one knows what will come of the rage that will boil inside him."
	},
	{
	    "id": "random",
	    "name": "Random",
	    "clans": [ "red", "yellow", "aqua", "purple" ],
	    "image": "char0",
	    "portrait": "port0",
	    "spells": [],
	    "creatures": []
	}
]
